language                                        = &English
translators                                     = AJ

about.title                                     = About [app.name]
about.notregistered							 = Not registered

ok                                              = OK
cancel                                          = Cancel
yes											 = Yes
no												 = No
close										     = Close
error                                           = Error
warning                                         = Warning
or												 = or
and											 = and

app.unknownError                                = An error has occurred.
app.activatedExistingInstance                   = Activated already running [app.name] instance.
app.readonly                                    = read only
app.restartneeded								 = The application will now be restarted
app.restartneeded.title						 = Restart Needed

undo                                            = &Undo
redo                                            = &Redo

notebook.browse.filemask.db			         = CintaNotes Notebook
notebook.new.caption                            = New Notebook
notebook.open.caption                           = Open Notebook
notebook.save.caption                           = Save Notebook As

notelinkprotocol.restore.message                = Link protocol registration was broken. Do you want restore it?

menu.file                                       = {s}&File{s}
menu.file.new                                   = &New…
menu.file.open                                  = &Open…
menu.file.saveas                                = &Save As…
menu.file.close                                 = &Close
menu.file.import                                = &Import…
menu.file.export                                = &Export…
menu.file.print                                 = &Print…
menu.file.backup                                = &Backup
menu.file.backup.now                            = &Backup Now
menu.file.backup.hourly.enabled                 = &Hourly
menu.file.backup.daily.enabled                  = &Daily
menu.file.backup.weekly.enabled                 = &Weekly	
menu.file.recyclebin							 = &Recycle Bin
menu.file.sync									 = &Synchronization
menu.file.exit                                  = E&xit

menu.edit                                       = {s}&Edit{s}
menu.edit.new                                   = &New Note
menu.edit.edit                                  = &Edit
menu.edit.copy                                  = &Copy
menu.edit.cut                                   = Cu&t
menu.edit.paste                                 = &Paste
menu.edit.delete                                = &Delete
menu.edit.merge                                 = &Merge
menu.edit.replacetags                           = &Replace Tags…
menu.edit.selectall                             = Select &All
menu.edit.properties						     = Pr&operties…
menu.edit.print                                 = P&rint…
menu.edit.copylink                              = Copy Note &Link
menu.edit.pastenotelink                         = Paste Note Link
menu.edit.inserttimestamp                       = Insert Timestamp

menu.view                                       = {s}&View{s}
menu.view.notecolor                             = &Color Theme
menu.view.notecolor.red                         = &Red
menu.view.notecolor.orange                      = &Orange
menu.view.notecolor.yellow                      = &Yellow
menu.view.notecolor.green                       = &Green
menu.view.notecolor.cyan                        = &Cyan
menu.view.notecolor.blue                        = &Blue
menu.view.notecolor.purple                      = &Purple
menu.view.notecolor.gray                        = Gr&ay
menu.view.tagsidebar                            = &Tag Sidebar
menu.view.sectionbar                            = &Section Bar
menu.view.reversed                              = &Reverse Order
menu.view.sorting                               = &Sort By
menu.view.sorting.manual                        = M&anual
menu.view.sorting.created                       = Date &Created
menu.view.sorting.modified                      = Date &Modified
menu.view.sorting.title                         = &Title
menu.view.sorting.link                          = &Link
menu.view.sorting.size                          = &Size
menu.view.history.back							 = &Back
menu.view.history.forward						 = &Forward
menu.view.history.clear						 = &Clear History
menu.view.history.display						 = &View History

sort.manual                                     = M&anual
sort.created                                    = &Created
sort.modified                                   = &Modified
sort.title                                      = &Title
sort.link                                       = &Link
sort.size                                       = &Size
sort.reverse                                    = &Reverse Order

menu.options                                    = {s}&Options{s} 
menu.options.hotkey                             = &Hot Keys… 
menu.options.clipping                           = &Clipping
menu.options.clipping.silent                    = &Silent
menu.options.clipping.after                     = &After Clipping
menu.options.clipping.after.showinboxsection    = Switch to &Inbox Section
menu.options.clipping.after.showuntagged        = Switch to &Untagged View
menu.options.clipping.after.openeditor          = Open in &Editor
menu.options.clipping.after.assignactivetags    = &Assign Currently Active Tags
menu.options.clipping.title                     = Use as Title
menu.options.clipping.title.apptitle            = &Application Title
menu.options.clipping.title.firstline           = &First Line of Text
menu.options.clipping.title.blankline           = &Blank Line

menu.view.noteappearance                        = &Notes List…

menu.options.editor                             = &Editor
menu.options.editor.links						 = &Links
menu.options.editor.links.recognize             = &Highlight Links
menu.options.editor.links.singleclick           = &Single-Click Links
menu.options.editor.links.doubleclick           = &Double-Click Links
menu.options.editor.initialfocus				 = &Initial Focus
menu.options.editor.initialfocus.title			 = Title
menu.options.editor.initialfocus.text			 = Text

menu.options.tags								 = &Tags
menu.options.tags.lowercase					 = &Lower Case Only
menu.options.tags.accepton				         = &Accept Suggestions On
menu.options.tags.displaycounts				 = &Display Tag Usage Counts on Tag Sidebar
menu.options.tags.autodeleted				     = A&uto Deleted by Default

menu.options.tags.accepton.space				 = &Spacebar
menu.options.tags.accepton.click				 = Single Mouse &Click

menu.options.window							 = &Window
menu.options.minimizetotray                     = &Minimize to System Tray
menu.options.closetotray                        = C&lose to System Tray
menu.options.alwaysontop                        = Always on &Top
menu.options.window.minimizeonesc				 = Minimize on &Esc

menu.options.startup                            = &Startup
menu.options.runatstartup                       = &Run at System Startup
menu.options.startup.minimized                  = Run &Minimized
menu.options.startup.multipleinstances          = &Allow Multiple Instances
menu.options.startup.restoretagsfilter          = Restore Last &Tag Selection
menu.options.startup.multipleinstances.activationmsg  = &Notify when Activating Existing Instance

menu.options.system                             = S&ystem
menu.options.system.associatewithdbfile         = Associate [app.name] with .db Files
menu.options.system.registerlinkprotocol        = Register &Link Protocol
menu.options.system.proxysettings               = &Proxy Settings
menu.options.system.registry.error              = Registry can't be modified. Please run [app.name] as administrator and try again.

registerlinkprotocol.title                      = Link protocol registration
registerlinkprotocol.registered                 = This [app.name] instance is now registered with the system to handle clicks on the cintanotes:// links.
registerlinkprotocol.unregistered               = This [app.name] instance is unregistered and won't handle cintanotes:// link clicks anymore.

menu.options.language                           = &Language

menu.help                                       = {s}&Help{s}  
menu.help.help                                  = &Help
menu.help.website                               = &Website
menu.help.forum                                 = &Forum
menu.help.roadmap                               = &Roadmap
menu.help.translate                             = &Translations
menu.help.debug								 = &Debug
menu.help.debug.logging						 = &Debug Logging
menu.help.license							     = &License
menu.help.checkforupdates                       = &Check for updates
menu.help.about                                 = &About [app.name]

menu.updatenotify.tooltip                       = A newer CintaNotes version is available

confirmdelete.one                               = Delete note {n}'{0}'?
confirmdelete.many                              = Delete {0} selected notes?
confirmdelete.title.one                         = Delete Note?
confirmdelete.title.many                        = Delete Notes?
confirmdelete.unsaved                           = The note has not been saved yet. Discard changes?
confirm.movetorecyclebin.one                    = Move note {n}'{0}'{n}to recycle bin?
confirm.movetorecyclebin.many                   = Move {0} selected notes to recycle bin?
confirm.movetorecyclebin.title.one              = Move Note to Recycle Bin?
confirm.movetorecyclebin.title.many             = Move Notes to Recycle Bin?

confirm.merge.title                             = Merge Notes?
confirm.merge.message                           = Do you really want to merge these notes?

confirmationdialog.dontaskagain				 = Don't ask again

deletenotesmessagedialog.caption                = Move Notes to Recycle Bin?
deletenotesmessagedialog.title                  = Recycle Bin is configured to hold only {1} notes while you are deleting {0} notes.{n}What would you like to do?
deletenotesmessagedialog.button.increase        = Increase
deletenotesmessagedialog.increase.description   = Increase the number of notes the Recycle Bin will keep
deletenotesmessagedialog.button.delete          = Delete
deletenotesmessagedialog.delete.description     = Delete the rest {0} notes permanently

confirmlinkopening.message                      = Opening {0} links at once can cause your system to become unresponsive.{n}Do you want to proceed? 

filter                                          = Filter:
filter.anytextfield                             = Any Text &Field
filter.textandtitle                             = &Text and Title
filter.text                                     = Te&xt Only
filter.title                                    = T&itle Only
filter.time.created                             = &Creation Time
filter.time.modified                            = &Modification Time
filter.remarks                                  = &Remarks
filter.link                                     = &Link
filter.tags                                     = Ta&gs
filter.all                                      = &Anywhere
search.insidewords                              = S&earch inside words
search.acrossfields                             = Search &across field boundaries

license.message.text                            = This function is only available in the commercial version
license.message.caption                         = License Required

noteslist.notebookempty                         = Your notebook is empty.{n}{n} To take notes press the Ins key, or select text in other applications and press the clipping hot key ([clipping.default.key] by default).{n}You can also create notes via pasting text from the clipboard.
noteslist.sectionempty                          = This notebook section is empty.
noteslist.notfound                              = No notes found which match current filter.{n}
noteslist.openlink                              = Browse &Link
noteslist.tag                                   = &Tag…
noteslist.export.selected                       = &Export…
noteslist.move                                  = Mo&ve
noteslist.move.up                               = &Up
noteslist.move.down                             = &Down
noteslist.move.top                              = To &Top
noteslist.move.bottom                           = To &Bottom
noteslist.properties						     = Properties...
noteslist.move.tosection                        = To &Section...

noteedit.title                                  = Edit
noteedit.accepthint                             = ([noteedit.accepthint.shortcut] to accept changes)
noteedit.link                                   = Link:
noteedit.tags                                   = Tags:
noteedit.remarks                                = Remarks:
noteedit.new.title                              = New Note
noteedit.readonly.title                         = Read Only Note
noteedit.notesaved							     = Note saved
noteedit.notelinkcopied						 = Note link copied to clipboard
noteedit.links.itselferror                      = Can't add link to itself
noteedit.links.alreadynotelinkerror             = Can't add link to text that already contains link
noteedit.links.multilineerror                   = Can't add multi line link
noteedit.links.createnewnote                    = Create new note
noteedit.links.updatecaption                    = Update link caption
noteedit.links.typetip                          = Type to search by title
noteedit.links.tip.notenotfound                 = Linked note not found
noteedit.links.tip.notebooknotfound             = Notebook that contains linked note not found
noteedit.section.tip							 = Section
noteedit.linkedit.tip                           = Edit link

noteedit.openfilelink.notexists.title           = File Not Found
noteedit.openfilelink.notexists.message         = File {0} is not found. Would you like to remove the link?

noteedit.copylinktounsavednote.caption          = Copy Link to Unsaved Note
noteedit.copylinktounsavednote.message          = Do you want to save this note and copy link to it?

noteappearance.title                            = Notes List Options
noteappearance.pt                               = pt
noteappearance.bold                             = Bold
noteappearance.italic                           = Italic
noteappearance.headerfontlabel                  = Header font:
noteappearance.textfontlabel                    = Text font:
noteappearance.notelines                        = Preview text lines:
noteappearance.notelines.min                    = min
noteappearance.notelines.max                    = max
noteappearance.change                           = …
noteappearance.textformatting                   = Render text formatting
noteappearance.datedisplay.label                = Date and time display:
noteappearance.datedisplay.combo.none           = None
noteappearance.datedisplay.combo.created        = Created
noteappearance.datedisplay.combo.modified       = Modified
noteappearance.datedisplay.combo.both           = Created and Modified
noteappearance.datedisplay.sortmodedate         = Always display sort mode date
noteappearance.datedisplay.displaytime          = Display time of day
noteappearance.tagdisplay.fullnames			 = Always display full tag names

notebookmessage.message                         = Cannot load notebook because the following path is inaccessible: "{0}"
notebookmessage.button.create                   = Create new
notebookmessage.button.open                     = Open existing
notebookmessage.button.exit                     = Exit

pastemessage.caption                            = Note Paste Conflict
pastemessage.title                              = This notebook already contains {0} notes with same IDs and different text. {n} What would you like to do?
pastemessage.button.replace                     = Replace
pastemessage.button.replace.description         = Replace existing notes with notes from clipboard
pastemessage.button.addnew                      = Add as new
pastemessage.button.addnew.description          = Add notes from clipboard as new notes with a new ID
pastemessage.button.lastmodified                = Take last modified
pastemessage.button.lastmodified.description    = Take notes with a later modification date

searchdialog.find.title                         = Find
searchdialog.findandreplace.title               = Find and Replace
searchdialog.findwhat                           = &Find what:
searchdialog.replacewith                        = Replace with:
searchdialog.matchcase                          = &Match case
searchdialog.searchinsidewords                  = &Search inside words
searchdialog.button.findprevious                = Find &Previous
searchdialog.button.findnext                    = Find &Next
searchdialog.button.replace                     = &Replace
searchdialog.button.replaceall                  = Replace &All
searchdialog.button.close                       = &Close
searchdialog.specifiedtextnotfound              = Specified text was not found.
searchdialog.findreachedstartingpoint           = Find reached the starting point of the search.

wronglinkmessage.title                          = Opening link
wronglinkmessage.notenotfound                   = Linked note not found.
wronglinkmessage.notebooknotfound               = Notebook that contains linked note not found.
wronglinkmessage.notebookincompatible           = Notebook that contains linked note is incompatible with current version.
wronglinkmessage.button.remove                  = Remove link
wronglinkmessage.button.createnew               = Create new note

externallinkmessage.title                       = Opening external link
externallinkmessage.message                     = This link references another notebook file '{0}'.{n}How do you want to open a note?
externallinkmessage.switchmessage               = This link references another notebook file '{0}'.{n}Do you want to switch to another notebook?
externallinkmessage.button.anotherinstance      = Open in another instance
externallinkmessage.button.switch               = Switch notebook
externallinkmessage.button.switch.changes       = All unsaved changes will be saved.

upgrademessage.title                            = Notebook upgrading
upgrademessage.message                          = The notebook file '{0}'{n}was created by an older version of [app.name].{n}Do you want to upgrade it?
upgrademessage.check.createbackup               = Create backup
upgrademessage.cancelled                        = Upgrade was cancelled.
upgrademessage.successful                       = Upgrade successful!
upgrademessage.successful.backup                = Upgrade successful!{n}The backup of the old file has been saved as:{n}{0}{n}in folder: {n}'{1}'.
upgrade.backup.before                           = before upgrade to

backup.successdialog.caption                    = Backup Successful
backup.successdialog.message                    = Notebook has been backed up{n}as {0}{n}to {1}
backup.processdialog.caption                    = Backup progress
backup.processdialog.message                    = Please wait while the notebook is being backed up...

tagsedit.title                                  = Add / Remove Tags
tagsedit.addtags                                = Add tags:
tagsedit.removetags                             = Remove tags:	

recentlist.notfoundmessage                      = Do you want to remove the reference to it from the Recent list?
recentlist.cantclosenotebook                    = Can't close single notebook

replacetags.title                               = Replace Tags
replacetags.sourcetags                          = Replace tags:
replacetags.desttags                            = With tags:
replacetags.hint                                = Using this dialog you can rename, split, merge and delete tags.{n}{n}E.g. to delete tags, type them in the first edit box, and leave the second edit box empty.

recyclebindialog.title                          = Recycle Bin
recyclebindialog.column.datedeleted             = Deleted
recyclebindialog.column.title					 = Title
recyclebindialog.column.text					 = Text
recyclebindialog.column.datecreated             = Created
recyclebindialog.column.datemodified            = Modified
recyclebindialog.column.size                    = Size (KB)
recyclebindialog.column.tags                    = Tags
recyclebindialog.column.sectionname             = Section
recyclebindialog.column.link                    = Link
recyclebindialog.button.restore                 = Restore
recyclebindialog.button.delete                  = Delete
recyclebindialog.button.deleteall               = Empty
recyclebindialog.label.maxsize                  = Maximum number of deleted notes to keep:
recyclebindialog.label.keepnotes                = Delete permanently after
recyclebindialog.label.keepnotes.suffix         = days
recyclebindialog.error.invalidmaxsize           = Max number of deleted notes must be a positive number
recyclebindialog.error.invalidkeepnotes         = Number of days must be a positive number

recyclebindialog.menu.restore                   = Restore
recyclebindialog.menu.delete                    = Delete
recyclebindialog.menu.deleteall                 = Empty

recyclebindialog.confirm.delete.title           = Delete Permanently
recyclebindialog.confirm.delete.message         = Delete permanently {0} selected notes?
recyclebindialog.confirm.deleteall.title        = Empty Recycle Bin?
recyclebindialog.confirm.deleteall.message      = Delete permanently all {0} notes?
recyclebindialog.confirm.restore.title          = Restore Notes from Recycle Bin
recyclebindialog.confirm.restore.message        = Restore {0} selected notes?

tray.addnew                                     = New Note
tray.restore                                    = Restore
tray.exit                                       = Exit

printdialog.title                               = Print Notes
printdialog.title.single                        = Print Note
printdialog.group.scope                         = Print scope
printdialog.group.fields                        = Print fields
printdialog.errormsg                            = The program has encountered an error during print.
printdialog.errormsg.title                      = Print Error 

export.title                                    = Export Notes
export.filemask.txt                             = Unicode Text
export.filemask.xml						     = XML
export.filemask.html						     = Web Page
export.filemask.xml.154					     = XML for CintaNotes 1.5.4 and earlier
export.successmsg.title					     = Export Success
export.successmsg							     = Note export completed. Exported notes: {0}.
export.errormsg                                 = The program has encountered an error during export.
export.errormsg.title                           = Export Error 
export.html.created                             = Created: 
export.html.modified                            = Modified: 
export.scope.all                                = All notes ({0})
export.scope.current                            = Current view ({0})
export.scope.selection                          = Selected notes ({0})
export.field.title                              = Title
export.field.text                               = Text
export.field.creation                           = Creation Date
export.field.modification                       = Modification Date
export.field.link                               = Link
export.field.tags                               = Tags
export.field.remarks                            = Remarks
export.group.scope                              = Export scope
export.group.fields                             = Export fields
export.errormsg.nonotes                         = Can't export from empty notebook
export.button.view                              = View

export.processdialog.caption                    = Export progress
export.processdialog.message                    = Please wait while exporting...

import.title                                    = Import Notes
import.filemask.all                             = CintaNotes Files
import.filemask.db							     = CintaNotes Notebook
import.filemask.xml						     = XML
import.successmsg.title                         = Import Success
import.successmsg                               = Note import completed.{n} Imported notes: {0}.{n} Updated notes: {1}.{n} Skipped duplicates: {2}
import.errormsg                                 = The program has encountered an error during import.
import.errormsg.title                           = Import Error 
import.label.addtags                            = Add tags:
import.importsections							 = Import sections

import.processdialog.caption                    = Import progress
import.processdialog.message                    = Please wait while importing...

import.error.sectioncountexceeded				 = The file {0} can't be imported with sections. {n}Limit of max. [sections.limit] sections would be exceeded.

options.hotkeys.title                           = Configure Hot Keys
options.hotkeys.clip.label                      = Clip text hot key:
options.hotkeys.show.label                      = Show main window hot key:
options.hotkeys.newnote.label                   = Add new note hot key:

options.hotkeys.hint                            = To deactivate a hot key, press Esc in the corresponding edit box.{n}{n}Try to pick hot keys which are not used by other applications, otherwise CintaNotes might interfere with their normal operation or may not function properly itself.
options.hotkeys.cannotregister                  = This key combination cannot be registered. Please pick another one.
options.hotkeys.cannotregister.title            = Cannot Register Hot Key

filtercontrol.total.one                         = {0} note
filtercontrol.total.many                        = {0} notes
filtercontrol.filtered.one                      = {0} found
filtercontrol.filtered.many                     = [filtercontrol.filtered.one]
filtercontrol.tooltip.sortby                    = Sort by
filtercontrol.tooltip.back                      = Go Back
filtercontrol.tooltip.forward                   = Go Forward
filtercontrol.tooltip.back.extra                = Right-click to see history
filtercontrol.tooltip.forward.extra             = [filtercontrol.tooltip.back.extra]

tag.delete                                      = Delete
tag.rename                                      = Rename…
tag.merge                                       = Merge…
tag.delete.confirm.title                        = Delete Tags
tag.delete.confirm.message.one                  = Do you want to delete selected tag?
tag.delete.confirm.message.many                 = Do you want to delete selected tags?
tag.delete.confirm.usecount.one                 = Selected tag is currently used in {0} notes
tag.delete.confirm.usecount.many                = Selected tags are currently used in {0} notes
tag.displaycounts								 = Display Counts
tag.properties									 = Properties...
tag.add										 = New Tag...
tag.addchild									 = New Child Tag...
tag.expandall									 = Expand All
tag.collapseall								 = Collapse All

tag.filter.none								 = No Tag Filter
tag.filter.used								 = Only Used Tags
tag.filter.related								 = Only Related Tags

tagproperties.title							 = {0} Properties
tagproperties.autodeletecheckbox				 = Auto deleted
tagproperties.autodeletecheckbox.tip			 = Delete tag when there are no notes with this tag
tagproperties.autoexpandedcheckbox				 = Expanded by default

deletetags.deletechildren						 = Delete with all child tags
deletetags.deletenotes.one						 = Delete {0} note
deletetags.deletenotes.many					 = Delete {0} notes
deletetags.deletenotes.havingthistag.one		 = having this tag
deletetags.deletenotes.havingthistag.many		 = having these tags

newtag.title									 = New Tag
newtag.name									 = Tag Name:
newtag.autodeletecheckbox						 = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip					 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title								 = New Child Tag

tagsidebar.all                                  = All
tagsidebar.untagged                             = Untagged

notebookconfig.title                            = Notebook Parameters
notebookconfig.path.caption                     = Notebook File:
notebookconfig.path.browse.mask                 = CintaNotes Notebook (*.db)|*.db|All Files (*.*)|*.*
notebookconfig.path.browse.caption              = Browse for CintaNotes Notebook File
notebookconfig.disconnect.enabled               = {s}Enable external notebook synchronization
notebookconfig.disconnect.label                 = Release file lock after:
notebookconfig.disconnect.seconds               = seconds of inactivity
notebookconfig.move                             = {s}Relocate current notebook

noterichedit.format                             = &Format
noterichedit.format.bold                        = &Bold
noterichedit.format.italic                      = &Italic
noterichedit.format.underline                   = &Underline
noterichedit.format.strikeout                   = &Strikeout
noterichedit.format.highlight                   = &Highlight
noterichedit.format.monospace                   = &Monospace

noterichedit.align                              = &Align
noterichedit.align.left                         = &Left
noterichedit.align.center                       = &Center
noterichedit.align.right                        = &Right

noterichedit.indent                             = &Indent
noterichedit.format.indent                      = &Indent
noterichedit.format.outdent                     = &Outdent

noterichedit.format.list.bullet                 = Bu&llet List
noterichedit.format.list.numbered               = Numb&ered List

noterichedit.format.clear					     = &Clear

noterichedit.insertlink                         = &Insert Link
noterichedit.insertlink.url                     = &URL
noterichedit.insertlink.note                    = &Note
noterichedit.insertlink.file                    = &File

noterichedit.paste.intolistitem                 = Paste Into List Item
noterichedit.paste.intolist                     = Paste Into List

noterichedit.editlink                           = Retarget Link
noterichedit.deletelink                         = Delete Link
noterichedit.copynotelink                       = Copy &Link to Note 

richedit.find                                   = Find…
richedit.replace                                = Replace…

noteproperties.title						     = Note Properties
noteproperties.source.label				     = Source:
noteproperties.created.label				     = Created:
noteproperties.modified.label					 = Modified:
noteproperties.notesize.label					 = Note size: {0} KB
noteproperties.charcount.label					 = Characters: {0}
noteproperties.wordcount.label					 = Words: {0}
noteproperties.error.invaliddates			     = Modification date cannot be before creation date

selecturldialog.title						     = Enter URL
selecturldialog.url							 = URL:

error.notebook.filedeleted				         = Notebook file was deleted.{n}Application will be closed.
error.notebook.unknownversion				     = The notebook file '{0}'{n}was created by a newer version of [app.name] and cannot be opened.{n}{n}Please download the latest version of [app.name] from [app.url] to open this file.
error.notebook.cantopenwhenupgrade				 = The notebook file '{0}'{n}was created by a older version of [app.name] and cannot be upgraded.{n}Please check that you have write permissions to this file.
error.notebook.upgradeerror		     		 = The notebook file '{0}'{n}was created by a older version of [app.name] and cannot be upgraded.{n}{n}Error message: {1}
error.notebook.databasedamaged		     		 = The notebook file '{0}'{n}was damaged and cannot be opened.{n}{n}Error message: {1}
error.note.notfound				             = This note was deleted

error.notebook.dbcorrupt.title                  = Notebook database warning
error.notebook.dbcorrupt.message                = Notebook database file may be corrupt. To fix it, please send the following information to [support.email]: {0}

license.key.status.notfound					 = Registration information was not found.
license.key.status.valid						 = Registration information is valid.
license.key.status.invalid						 = Registration information is invalid.
license.key.status.stolen						 = The registration key has been deactivated by the publisher.
license.key.status.expired						 = The registration key contains the expiration date that has expired.
license.key.status								 = Registration key status: {0}

license.type.basic								 = Basic (free) license
license.type.personal							 = PRO license
license.type.company							 = PRO license (Company)
license.type.promo								 = [license.type.personal] (Promo)
license.type.lifetime							 = Lifetime [license.type.personal]

licensedialog.title							 = License
licensedialog.name.label						 = Registration Name and Email:
licensedialog.key.label						 = Registration Key:
licensedialog.try								 = Request {0}-day trial
licensedialog.buy								 = Buy
licensedialog.renew						     = Renew
licensedialog.register							 = Register
licensedialog.buy.hint							 = Commercial features are currently disabled. {n}To enable them, press the 'Buy' button and follow the instructions on the website.
licensedialog.current.expdate					 = Expiration date
licensedialog.never							 = Never
licensedialog.expired							 = A license key which is not valid for current version is present. Please renew it to continue using commercial features.
licensedialog.current.upd.expdate				 = Free updates expiration date
licensedialog.register.success					 = Thank you for registering!
licensedialog.register.success.title			 = Success
licensedialog.register.fail					 = Registration failed
licensedialog.register.fail.extra				 = Please check that "[licensedialog.name.label]" {n}is in the form "Firstname Lastname (Email)"
licensedialog.register.expired					 = This license key is no longer valid for this [app.name] version.
licensedialog.register.expired.extra			 = This license key is valid for versions released before {0},{n}but this version ({1}) is released on {2}.
licensedialog.unregister.confirm				 = Are you sure you want to delete all licensing information?
licensedialog.unregister.confirm.title			 = Unregister license?
licensedialog.unregister.error					 = Can't delete the license key file. {n}Please try running the application as administrator.
licensedialog.replace.confirm					 = Do you want to replace your current license?
licensedialog.replace.confirm.title			 = Replace license?
licensedialog.hint.delete						 = To reset license, press [licensedialog.hint.delete.shortcut]

licenserequireddialog.title					 = License Upgrade Required
licenserequireddialog.message.default			 = This feature is not available with your current license.
licenserequireddialog.message.upg				 = Please upgrade your license to enable this feature!{n}{n}For details click the "License" button below.
licenserequireddialog.licensebutton			 = License

licenseexpireddialog.title					     = License Expired
licenseexpireddialog.renew.message		         = Your license key is no longer valid for this [app.name] version.{n}You need to renew your license or downgrade to the Basic (Free) license.
licenseexpireddialog.buy.message		         = Your trial key has expired.{n}Please buy the PRO license or downgrade to the Basic (Free) license.
licenseexpireddialog.freebutton			     = Downgrade
licenseexpireddialog.renewbutton			     = Renew
licenseexpireddialog.buybutton			         = Buy
licenseexpireddialog.exitbutton				 = Exit
licenseexpireddialog.dontshowdialog		     = Don't show this dialog again
licenseexpireddialog.renew.hintlabel			 = The license renewal takes only a couple of minutes{n} and is offered with a [license.renew.discount] discount off the full price.
licenseexpireddialog.buy.hintlabel		     	 = Upgrading to a PRO license takes only a couple of minutes.

updatedialog.title                              = Check for updates
updatedialog.initmessage                        = Update check has been canceled.{n} Click on the "Check again" button to resume.
updatedialog.label.changes                      = Changes in this version:
updatedialog.button.check                       = Check again
updatedialog.button.download                    = Download
updatedialog.label.autocheck                    = Perform this check automatically
updatedialog.error.invalidfile                  = Invalid version file.
updatedialog.error.connectionrefused            = Connection refused.
updatedialog.error.servernotresponding          = Server not responding.
updatedialog.error.invalidproxysettings         = Invalid proxy settings.
updatedialog.error.inetdisconnected             = Internet disconnected.
updatedialog.result.uptodate                    = This CintaNotes version ({0}) is up to date.
updatedialog.result.newversion                  = There is a newer [app.name] version available: {0}
updatedialog.state.connecting                   = Connecting...
updatedialog.state.findingserver                = Finding server...
updatedialog.state.downloadingfile              = Downloading file...

proxysettingsdialog.title                       = Proxy Settings
proxysettingsdialog.server					     = Server:
proxysettingsdialog.port					     = Port:
proxysettingsdialog.username				     = Username:
proxysettingsdialog.password					 = Password:
proxysettingsdialog.mode.disabled				 = Disable proxy
proxysettingsdialog.mode.preconfig				 = Use system proxy settings
proxysettingsdialog.mode.enabled				 = Use proxy
proxysettingsdialog.error.invalidport		     = Port must be positive number

synchronizationbar.sync.tip					 = Synchronize now
synchronizationbar.cancel.tip					 = Cancel
synchronization.status.starting                 = Starting synchronization...
synchronization.status.login                    = Logging in...
synchronization.status.retrieveindex            = Retrieving note index...
synchronization.status.addlocalnotes            = Downloading new notes... {0} of {1}
synchronization.status.updatelocalnotes         = Downloading updates... {0} of {1}
synchronization.status.removelocalnotes         = Removing local notes... {0} of {1}
synchronization.status.restorelocalnotes        = Restoring local notes from recycle bin... {0} of {1}
synchronization.status.totrashlocalnotes        = Moving local notes to recycle bin... {0} of {1}
synchronization.status.addremotenotes           = Uploading new notes... {0} of {1}
synchronization.status.updateremotenotes        = Uploading updates... {0} of {1}
synchronization.status.removeremotenotes        = Removing remote notes... {0} of {1}
synchronization.status.restoreremotenotes       = Restoring remote notes from recycle bin... {0} of {1}
synchronization.status.totrashremotenotes       = Moving remote notes to recycle bin... {0} of {1}
synchronization.status.cancelling               = Canceling...

synchronization.result.local                    = Local: 
synchronization.result.remote                   = Remote: 
synchronization.result.added                    = Added: 
synchronization.result.updated                  = Updated: 
synchronization.result.removed                  = Removed: 
synchronization.result.errors                   = Errors: 

synchronization.state.completed                 = Synchronization completed.
synchronization.state.completedwitherrors       = Synchronization not completed, please retry later.
synchronization.state.completedempty            = Synchronization completed. No changes found.
synchronization.state.failed                    = Synchronization failed.
synchronization.state.authorizationfailed       = Authorization failed.
synchronization.state.invalidproxysettings      = Invalid proxy settings.
synchronization.state.nameresolvingfailed       = Can't connect. Server name not resolved.
synchronization.state.internetdisconnected      = No internet connection.
synchronization.state.servernotresponding       = Server not responding.

synchronization.state.notsynchronized           = Not synchronized
synchronization.state.lastsynchronization       = Last synchronization {0}

syncpropertiesdialog.title                      = Simplenote Synchronization Properties
syncpropertiesdialog.login						 = Login:
syncpropertiesdialog.password					 = Password:
syncpropertiesdialog.enabled.allnotebook    	 = Synchronize this notebook with Simplenote
syncpropertiesdialog.section.all                = Synchronize all sections
syncpropertiesdialog.section.selected           = Synchronize selected sections only:
syncpropertiesdialog.conflictpolicy			 = Conflict resolution policy:
syncpropertiesdialog.conflictpolicy.local       = Take local
syncpropertiesdialog.conflictpolicy.remote      = Take remote
syncpropertiesdialog.conflictpolicy.last        = Take last modified
syncpropertiesdialog.cachereset.loginchanged	 = You have changed the login to be synchronized.{n}The synchronization cache will be reset, and all remote notes will be treated as new.{n}{n}Continue?
syncpropertiesdialog.cachereset.title			 = Reset synchronization data?
syncpropertiesdialog.autosync.checkbox			 = Synchronize automatically every
syncpropertiesdialog.autosync.suffix			 = minutes
syncpropertiesdialog.button.proxysettings	     = Proxy settings
syncpropertiesdialog.sectionselection.error	 = You should select at least one section

section.new									 = New Section...
section.new.tip								 = Create new section
section.edit									 = Properties...
section.delete									 = Delete
section.selectall								 = Select All
section.licenserequired						 = Your current license only allows to create up to {0} sections.
section.move.left								 = Move &Left
section.move.right								 = Move &Right

section.confirmdelete                           = Delete section '{0}' with {1} notes?
section.confirmdelete.title                     = Delete Section?
section.confirmdelete.many                      = Delete sections '{0}' with {1} notes?
section.confirmdelete.title.many                = Delete Sections?

section.all									 = [tagsidebar.all]
section.main									 = Main
section.inbox									 = Set As Inbox

sectionedit.title								 = Edit Section Properties
sectionedit.title.new							 = Create New Section
sectionedit.name								 = Name:
sectionedit.color								 = Color:
sectionedit.sectionalreadyexists				 = Section with this name already exists

movetosection.title							 = Move to Section
movetosection.label.one						 = Move {0} note to section:
movetosection.label.many						 = Move {0} notes to section:

clipping.balloon.caption						 = [app.name] clipped
clipping.balloon.intosection					 = into
clipping.balloon.tagged						 = and tagged [{0}]

filedialog.filemask.all						 = All Files

ctrl											 = Ctrl
alt											 = Alt
shift											 = Shift
win											 = Win
esc											 = Esc
enter											 = Enter
ins											 = Ins
del											 = Del
home											 = Home
end											 = End
pgup											 = PgUp
pgdown											 = PgDown
space											 = Space
left											 = Left
right											 = Right
up												 = Up
down											 = Down
bksp											 = BkSp
